exports.info = (id, A187, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `

❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───

╔════════════════════
║ *About ${A187}*
╠════════════════════
║   *⚠️ATTENTION⚠️*
╠════════════════════
║ *PLEASE SUPPORT ME*
╠════════════════════
║├≽️⚜ *AUTHOR*: _R I C O_
║├≽️⚜ *DESIGNER*: _R I C O_
║├≽️⚜ *Facebook*: _シヌラット リコ_
╠════════════════════
╠════════════════════
║  *${A187}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${groupwhatsapp}_
║│2. *YouTube <subscribe>*
║│ _${youtube}_
║│3. *Instagram <Follow>*
║│ _${instagram}_
║│4. *Creator ${A187}*
║│ _${nomer}_
║╰───────────
╠════════════════════
║ _*MADE BY R I C O*_
╚════════════════════`
}
